Repository: EricO-br-automation/ACOPOSinverterTool
Catalog: ACOPOSInverterTool/Logical/Textsources/ParamTexts.tmx
Source language: en
Languages: de

source: Advanced
de: Erweiterte

source: Drive
de: Antrieb

source: General Setup
de: Generell

source: Monitored Datapoint 1:
de: Beobachtungsdatenpunkt 1:

source: Monitored Datapoint 2:
de: Beobachtungsdatenpunkt 2:

source: Monitored Datapoint 3:
de: Beobachtungsdatenpunkt 3:

source: Monitored Datapoint 4:
de: Beobachtungsdatenpunkt 4:

source: Monitored Datapoint 5:
de: Beobachtungsdatenpunkt 5:

source: Monitored Datapoint 6:
de: Beobachtungsdatenpunkt 6:

source: Monitored Datapoint 7:
de: Beobachtungsdatenpunkt 7:

source: Monitored Datapoint 8:
de: Beobachtungsdatenpunkt 8:

source: Unit of Setpoint:
de: Einheit des Sollwertes

source: Units & Monitoring
de: Einheiten & Beobachtung

source: NSP: Rated motor speed (rpm)
de: NSP: Motorgeschw.

source: FRS: Rated motor freq. (0.1 Hz)
de: FRS: Motorfrequenz

source: UNS: Rated motor volt. (V)
de: UNS: Motorspannung

source: NCR: Rated motor current (0.1 A)
de: NCR: Motorstrom
